Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Indeed, for me one of the attractions of *Lolita* is its ambiguity of tone—which is pretty well exemplified in the passage I have quoted—and its ambiguity of intention, its ability to arouse uneasiness, to throw the reader off balance, to require him to change his stance and shift his position and move on.
es_es: De hecho, para mí, uno de los grandes atractivos de *Lolita* reside en su tono ambiguo —bien ejemplificada en el fragmento citado— y en su intención ambigua: su capacidad de suscitar desasosiego, de descolocar al lector, de obligarlo a mudar de postura, a desplazarse, a proseguir.

source: Indeed, the danger of moral degeneration became the principal reason for the general condemnation of romances, tales and novels.
es_es: En efecto, el peligro de la degeneración moral se convirtió en la razón principal de la censura general de los romances, cuentos y novelas.

source: Individuals were divided products of both reason and desire, subjects of obsession, narcissism and self-gratification as much as reasonable, responsible codes of behaviour.
es_es: Las personas eran productos separados tanto de la razón como del deseo, sujetos de la obsesión, el narcisismo y la autocomplacencia tanto como de códigos de conducta razonables y responsables.

source: Instead of approximating to the ideal Man, the protagonist is portrayed as becoming a monster, which the novel equates with the posthuman.
es_es: En lugar de aproximarse al hombre ideal, el protagonista se presenta como un ser que se va convirtiendo en un monstruo, que la novela equipara con lo poshumano.

source: Instead, the precepts of classical writers like Horace and Plutarch are recommended.
es_es: En cambio, se recomiendan los preceptos de autores clásicos como Horacio y Plutarco.

source: Introduction
es_es: Introducción

source: Is not this, in fact, the principal source of that courage, of that aversion to slavery, of that empire of honour which characterize in general the European nations; and of that moderation, of that easiness of access, and peculiar attention to the rights of humanity, which so happily distinguish our sovereigns from the inaccessible and superb tyrants of Asia?
es_es: ¿No es esto, en efecto, la principal fuente de ese valor, de esa aversión a la esclavitud, de ese imperio del honor que caracteriza en general a las naciones europeas; y de esa moderación, de esa accesibilidad y de esa atención particular a los derechos de la humanidad que distinguen tan felizmente a nuestros soberanos de los tiranos inaccesibles y soberbios de Asia?

source: It appears in the awful obscurity that haunted eighteenth-century rationality and morality.
es_es: Surge en la oscuridad aterradora que acechaba la racionalidad y la moralidad del siglo XVIII.

source: It bears noting that the primacy of the setting and characterization in the Gothic corresponds to the dominance of the same components in the *Bildungsroman*, making them an apt target for parody.
es_es: Cabe señalar que la primacía del escenario y la caracterización en el gótico se corresponde con el predominio de los mismos componentes en el *Bildungsroman*, lo que los convierte en un blanco ideal para la parodia.

source: It did not, however, idly or uncritically, celebrate them for its own sake.
es_es: Sin embargo, no los celebraba de manera ociosa o acrítica por sí mismos.

source: It does not stop there, however.
es_es: Sin embargo, él no se detiene ahí.

source: It drives itself out of any possible resting place.
es_es: Se impide a sí mismo cualquier descanso posible.

source: It enables husband and wife to *build a life together.*
es_es: Les permiten al marido y a la mujer “construir una vida juntos”.

source: It has been commonly acknowledged that Johann Wolfgang von Goethe’s *Wilhelm Meister’s Apprenticeship* (1795) is the “paradigmatic example” of the German *Bildungsroman* or the novel of formation (Boes, 2012, p.
es_es: Se reconoce, por lo general, que *Los años de aprendizaje de Wilhelm Meister* (1795) de Johann Wolfgang von Goethe es el «ejemplo paradigmático» del *Bildungsroman* alemán o novela de formación (Boes, 2012, p.

source: It has been commonly acknowledged that Johann Wolfgang von Goethe’s *Wilhelm Meister’s Apprenticeship* (1795) is the “paradigmatic example” of the German *Bildungsroman* or the novel of formation (Boes, 2012, p. 1), which is “linked to *Humanität* as harmonious development of individuality” through “a metamorphoses of role and character” (Ryan et al., 2022).
es_es: Se reconoce, por lo general, que *Los años de aprendizaje de Wilhelm Meister* (1795) de Johann Wolfgang von Goethe es el «ejemplo paradigmático» del *Bildungsroman* alemán o novela de formación (Boes, 2012, p. 1), el cual está «vinculado a la *Humanität* en el desarrollo armónico de la individualidad mediante una metamorfosis del rol y del carácter» (Ryan et al., 2022, traducción propia).

source: It is
es_es: Es la

source: It is H. H., that mixture of ferocity and jocularity, who reminds us that “Love seeketh only self to please...
es_es: H. H. es, con esa mezcla de ferocidad y jocosidad, quien nos recuerda que «El amor solo busca complacerse a sí mismo…

source: It is H. H., that mixture of ferocity and jocularity, who reminds us that “Love seeketh only self to please... .
es_es: H. H. es, con esa mezcla de ferocidad y jocosidad, quien nos recuerda que «El amor solo busca complacerse a sí mismo… .

source: It is about love.
es_es: Trata sobre el amor.

source: It is for these reasons that night and darkness are so valued:
es_es: Es por estas razones que la noche y la oscuridad son tan valoradas:

source: It is only through his actual death that Ballard receives an ironic semblance of social assimilation, which proves to be yet another form of exclusion.
es_es: Solo por medio de su muerte real Ballard logra una apariencia irónica de integración social, que resulta ser otra forma de exclusión.

source: It may be that Mr. Nabokov really wants us to believe with entire seriousness that we are witnessing the culmination of H. H.’s moral evolution.
es_es: Puede ser que Nabokov realmente quiera que creamos, con plena seriedad, que estamos asistiendo a la culminación de la evolución moral de H. H.

source: It must also be noted that even the ironic closure afforded Ballard is precarious.
es_es: Cabe señalar que incluso el cierre irónico que se le concede a Ballard resulta precario.

source: It need not be stated that this study also rebuts the claim made by a number of scholars that the novel formation is “primarily a nineteenth-century phenomenon” (Boes,
es_es: No es necesario señalar que el presente estudio refuta asimismo la tesis sostenida por diversos especialistas, según la cual la formación de la novela constituiría «primordialmente un fenómeno del Siglo XIX» (Boes,

source: It seems to me that it is impossible to miss the parti pris in Mr. Nabokov’s archaeological undertaking, the impulse to mock and discredit all forms of progressive rationalism not only because they are stupid in themselves but because they have brought the madness of love to an end.
es_es: Me parece que es imposible pasar por alto el *parti pris* en la tarea arqueológica de Nabokov, el impulso de burlarse y desacreditar todas las formas de racionalismo progresista, no solo porque son estúpidas en sí mismas, sino porque han puesto fin a la locura del amor.

source: It shadows the despairing ecstasies of Romantic idealism and individualism and the uncanny dualities of Victorian realism and decadence.
es_es: Ensombrece el éxtasis desesperado del idealismo y el individualismo románticos y la dualidad extraña de la decadencia y el realismo victorianos.

source: It strikes Thought inward, it drives back the Soul
es_es: Ella es la que concentra en nuestro seno el Pensamiento, y obliga al alma toda

source: It was a culture, if not entirely indigenous to Britain, that was distinguished from those of Greece or Rome and possessed of a history which had the permanence identified in Gothic architecture.
es_es: Era una cultura que, si bien no completamente autóctona de Gran Bretaña, se distinguía de las de Grecia o Roma y poseía una historia que tenía la continuidad identificada en la arquitectura gótica.

source: It was among the nations of northern Europe and Scandinavia that European hatred of slavery and tyranny originated:
es_es: Fue entre las naciones del norte de Europa y Escandinavia donde se originó el odio europeo hacia la esclavitud y la tiranía:

source: It was not a relation of the heart and the inclination, and the situation of the lady made it impossible for her to give herself in free will because it was expected that she give herself in obedience.
es_es: No era una relación del corazón y de la voluntad, y la situación en la que se encontraba la mujer le impedía entregarse por voluntad propia, ya que se esperaba que lo hiciera por obediencia.

source: It was not only the failure to attend to rules of imitation that proved to be an object of critical concern.
es_es: No fue solo el fracaso de prestar atención a las reglas de la imitación lo que se convirtió en tema de preocupación crítica.

source: It was surely one of the most interesting and important of cultural revisions when the middle classes, which had been quite specifically excluded from the pleasure and dignity of love (one cannot be both busy and a lover), began to appropriate the prestige of this mode of feeling and to change it in the process of adopting it.
es_es: Sin duda, uno de los cambios culturales más interesantes y significativos se dio cuando la clase media, la cual había sido excluida expresamente del placer y la dignidad del amor (una persona no puede estar ocupada y enamorada al mismo tiempo), empezó a apropiarse del prestigio de esta manera de sentir y a cambiarlo al adoptarlo.

source: It was the convention for him to say that he was sick and to make a show of his physical and mental derangement.
es_es: Tenía la costumbre de decir que estaba enfermo y hacer alarde de su trastorno físico y mental.

source: It will be demonstrated that the novel reiterates the elements of the Bildungsroman with ironic critical distance, portraying the horrid dissolution of humanist subjectivity rather than its teleological progress toward positive identity formation and social integration.
es_es: Se demuestra que la novela retoma los elementos del *Bildungsroman* con una distancia irónica crítica, tras representar la horrorosa disolución de la subjetividad humanista antes que su progreso teleológico hacia la formación positiva de la identidad y la integración social.

source: It will be indicated, however, that although the protagonist edges toward posthuman monstrosity in such a way as to limn the failure of the Bildungsroman and its humanist tradition, the posthuman liminality and marginality ensuing from this disintegration are not celebrated in the novel, as its Gothicity serves to voice the consequent horrors of this dissolution.
es_es: Cabe señalar que, sin embargo, aunque el protagonista se acerca a la monstruosidad poshumana de manera que pone de manifiesto la falla de la novela de formación y su tradición humanista, la liminalidad y la marginalidad poshumanas que derivan de esta desintegración no se ponderan en esta novela, así como su goticidad ayuda a revelar los horrores consecuentes de esta disolución.

source: Its principal poetic objects, other than graves and churchyards, were night, ruins, death and ghosts, everything, indeed, that was excluded by rational culture.
es_es: Sus principales objetos poéticos, además de las tumbas y los cementerios, eran la noche, las ruinas, la muerte y los fantasmas, es decir, todo aquello que la cultura racional excluía.

source: James Beattie's 'On Fable and Romance' (1783) draws clear distinctions between medieval romances and novels.
es_es: El ensayo de James Beattie, «On Fable and Romance» [Sobre la fábula y el romance] (1783), establece distinciones claras entre los romances medievales y las novelas.

source: Jean Francois Lyotard also points out the intimate relationship between Cartesian philosophy and the Bildungsroman when he notes that in Descartes the legitimacy of science is demonstrated “in a *Bildungsroman*, which is what the *Discourse on Method* amounts to” (1984, p.
es_es: Jean-François Lyotard también destaca la estrecha relación entre la filosofía cartesiana y el *Bildungsroman* al señalar que en Descartes la legitimidad de la ciencia se demuestra «en un *Bildungsroman*, que es en lo que consiste el Discurso del método» (1984, p.

source: Jean Francois Lyotard also points out the intimate relationship between Cartesian philosophy and the Bildungsroman when he notes that in Descartes the legitimacy of science is demonstrated “in a *Bildungsroman*, which is what the *Discourse on Method* amounts to” (1984, p. 29; italics in the original).
es_es: Jean-François Lyotard también destaca la estrecha relación entre la filosofía cartesiana y el *Bildungsroman* al señalar que en Descartes la legitimidad de la ciencia se demuestra «en un *Bildungsroman*, que es en lo que consiste el *Discurso del método*» (1984, p. 28; en cursivas en el original).

source: Lastly, by tracing the protagonist’s ironically degenerative process of becoming a posthuman monster, which is represented through contributive Gothic elements deployed in the setting and characterization of the novel, it will be shown that *Child of God* is a postmodern parody of the humanist tradition of the Bildungsroman.
es_es: Por último, al rastrear el proceso irónicamente degenerativo del protagonista en su transformación en un monstruo poshumano, que se representa mediante elementos góticos que contribuyen a la utilización del escenario y a la caracterización de la novela, se demostrará que *Hijo de Dios* es una parodia posmoderna de la tradición humanista asociada a la novela de formación o *Bildungsroman*.

source: Later on, when “the four young students who bent over him like those haruspices of old perhaps saw monsters worse to come in their conﬁgurations” (p. 145), again it is implied that postmodern monsters akin to Ballard will most likely reappear.
es_es: Se insinúa nuevamente que monstruos posmodernos afines a Ballard muy probablemente reaparecerán cuando, más adelante, «los cuatro jóvenes estudiantes que se inclinaron sobre él como aquellos arúspices de antaño acaso vieron monstruos aún peores por venir en sus configuraciones» (p. 145).

source: Later the modern city combined the natural and architectural components of Gothic grandeur and wildness, its dark, labyrinthine streets suggesting the violence and menace of Gothic castle and forest.
es_es: Luego, la ciudad moderna combinó los componentes naturales y arquitectónicos de la grandeza gótica y su estado salvaje, con sus calles oscuras y laberínticas que evocaban la violencia y la amenaza de los castillos y los bosques góticos.

source: Less identifiable as a separate genre in the nineteenth century, Gothic fiction seemed to go underground:
es_es: La ficción gótica, difícil de distinguir de otros géneros en el siglo XIX, parecía haberse replegado:

source: Less identifiable as a separate genre in the nineteenth century, Gothic fiction seemed to go underground: its depths were less romantic chasms or labyrinthine dungeons, than the murky recesses of human subjectivity.
es_es: La ficción gótica, difícil de distinguir de otros géneros en el siglo XIX, parecía haberse replegado: sus ámbitos ya no eran los abismos románticos ni las mazmorras laberínticas, sino los recovecos turbios de la subjetividad humana.

source: Lester Ballard: a “bedraggled parody”3 of Bildung The Bildungsroman pivots around the identity formation and psychological development of the protagonist.
es_es: Lester Ballard: una «parodia desaliñada»^[3] del *Bildung*. El *Bildungsroman* gira en torno a la formación de la identidad y al desarrollo psicológico del protagonista.

source: Like other poems of its kind, *Night Thoughts* criticises ignorance and superstition.
es_es: Como otros poemas de su tipo, *Pensamientos nocturnos* critica la ignorancia y la superstición.

source: Like the durability of Gothic buildings, these relics are reminders of the 'noble Strength and Simplicity' of the Gothic Constitution.
es_es: Al igual que la durabilidad de los edificios góticos, estas reliquias son recordatorios de la «fuerza y simplicidad noble» de la constitución gótica.

source: Lolita gives us no chance to settle and sink roots.
es_es: Lolita no nos concede margen para asentarnos ni arraigarnos.

source: Lolita is not about sex, but about love.
es_es: Lolita no trata sobre el sexo, sino sobre el amor.

source: Many of the anxieties articulated in Gothic terms in the nineteenth century reappear in the twentieth century.
es_es: Muchas de las ansiedades articuladas en términos góticos en el siglo XIX reaparecen en el siglo XX.

source: Maryam Soltan Beyad ^1 & Zohreh Ramin ^1
es_es: Maryam Soltan Beyad ^1 y Zohreh Ramin ^1

source: McCarthy infuses Ballard with “the primitive, the barbaric, and the tabooed” (Punter, 1996a, p. 4) characteristic of Gothic monstrosity through animal imagery, sexual behaviour, as well as physical and psychological characterization.
es_es: McCarthy le infunde a Ballard características «primitivas, barbáricas y prohibitivas» (Punter, 1996a, p. 4) de la monstruosidad gótica a través de la imaginería animal, el comportamiento sexual y también la caracterización física y psicológica.

source: McCarthy presents one of his most morbid explorations of human degradation and monstrosity in his third novel, *Child of God* (1973).
es_es: McCarthy expone una de sus exploraciones más morbosas sobre la degradación y la monstruosidad humanas en su tercera novela, *El hijo de Dios* (1973).

source: More favourable accounts of Gothic novels were offered in Montague Summers’s, and subsequently Devendra Varma’s, critical histories.
es_es: Montague Summers y, posteriormente, Devendra Varma ofrecieron informes más favorables de las novelas góticas en sus historias críticas.

source: Moreover, his “mother had run off,” which, following the death of his father, made him an orphan (p.
es_es: Además, su «madre había abandonado el hogar», lo que, tras la muerte del padre, lo dejó en condición de huérfano (p.

source: Moreover, his “mother had run off,” which, following the death of his father, made him an orphan (p. 22).
es_es: Además, su «madre había abandonado el hogar», lo que, tras la muerte del padre, lo dejó huérfano (p. 22).

source: Moreover, it was a culture believed to foster a love of liberty and democracy.
es_es: Además, era una cultura que se creía que fomentaba el amor por la libertad y la democracia.

source: Moving from real and toy animals to posthuman corpses, the non-human community escalates in a way that echoes Ballard’s progressive alienation and dehumanization.
es_es: Al pasar de animales reales y de juguete a cadáveres poshumanos, la comunidad no humana se expande de manera tal que refleja la alienación y la deshumanización progresivas de Ballard.

source: Mr. Nabokov is not partisan to the point of being dishonest about the true nature of love.
es_es: el señor Nabokov no es partidista hasta el punto de ser deshonesto con respecto a la verdadera naturaleza del amor.

source: Mr. Nabokov is, among his other accomplishments, an eminent entomologist and I shall leave it to some really rigorous close reader of fiction to tell us what an entomological novelist wants us to do with the fact that *nymph* is the name for the young of an insect without complete metamorphosis.
es_es: Nabokov es, entre otras cosas, un eminente entomólogo, y dejaré a algún lector de ficción lo verdaderamente riguroso la tarea de decirnos qué pretende un novelista entomólogo que hagamos con el hecho de que *ninfa* sea el nombre que recibe la fase juvenil de un insecto sin metamorfosis completa.

source: Much of this critical work focuses on the relation between Gothic and Romantic writing.
es_es: Gran parte de este trabajo crítico se centra en la relación entre el gótico y la escritura romántica.

source: My having mentioned Denis de Rougemont and his curious, belated, supererogatory onslaught on love will indicate that I have in mind what I
es_es: El haber mencionado a Denis de Rougemont y su embestida curiosa, tardía y superflua al amor denota que tengo en mente lo que

source: My having mentioned Denis de Rougemont and his curious, belated, supererogatory onslaught on love will indicate that I have in mind what I seem to remember he calls passion-love, a kind of love with which European literature has dealt since time immemorial but with especial intensity since the Arthurian romances and the code of courtly love.
es_es: El haber mencionado a Denis de Rougemont y su embestida curiosa, tardía y superflua del amor denota que tengo en mente lo que creo recordar que él llama amor-pasión, una clase de amor con el que tuvo que lidiar desde siempre la literatura europea, pero con una intensidad especial desde los romances artúricos y el código del amor cortesano.

source: Nature, wild and untameable, was as much within as without.
es_es: La naturaleza, salvaje e indomable, estaba tanto en el interior como en el exterior.

source: Nevertheless, as Petru Golban notes, the “novel of development” and the “novel of formation” are the most frequently used English equivalents of the Bildungsroman (2018, p.
es_es: No obstante, como señala Petru Golban, «novela de aprendizaje» y «novela de formación» son los equivalentes más utilizados de *Bildungsroman* (2018, p.

source: Nevertheless, as Petru Golban notes, the “novel of development” and the “novel of formation” are the most frequently used English equivalents of the Bildungsroman (2018, p. 8), the latter of which is the one used in this study because of its correspondence to Dilthey’s deﬁnition of the genre.
es_es: No obstante, como señala Petru Golban, «novela de aprendizaje» y «novela de formación» son los equivalentes más utilizados de *Bildungsroman* (2018, p. 8), y el segundo es el que se emplea en este estudio debido a la equivalencia con la definición del género propuesta por Dilthey.

source: Nevertheless, by equating the posthuman condition with monstrosity and Gothic primitivism, the novel eschews endorsement of posthumanism as the viable alternative to the crumbling discourse of humanism.
es_es: Sin embargo, al equiparar la condición poshumana con la monstruosidad y el primitivismo gótico, la novela se abstiene de avalar el poshumanismo como alternativa viable frente al demoronamiento del discurso humanista.

source: Nevertheless, even though there are scenes when Ballard is dwarfed by nature,2 the Gothic setting in the novel primarily serves a playfully specular purpose for the reﬂection of the growing alienation and degenerative journey of the protagonist.
es_es: No obstante, a pesar de que existen escenas en las que la naturaleza empequeñece a Ballard,2 el escenario gótico de la novela sirve, sobre todo, a un propósito especular y lúdico para reflejar la alienación creciente y el viaje degenerativo del protagonista.

source: Nevertheless, it bears noting that the Gothic is not a mere ﬁctional reﬂection but, rather, a forerunner in the struggle to tackle the growing horror of
es_es: No obstante, cabe señalar que el género gótico no es un mero reflejo ficcional, sino más bien un precursor en la lucha por encarar el creciente horror de
